Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: There are also various small private security organizations that work closely with local law enforcement offices to provide inter-habitat security between habitats that are not closely allied.
fr_fr: Il existe aussi diverses organisation de sécurité privée qui travail en lien étroit avec les forces de l'ordre locales pour fournir une sécurité inter-habitat entre divers habitats qui ne sont aps forcément des alliés proches.

source: The members of these organizations attempt to maintain sufficiently high rep to earn the respect of all the habitats with which they work.
fr_fr: Les membres de ces organisations tentent de maintenir une rep suffisament élevée pour gagner le respect de tout les habitats avec lesquels ils travaillent.

source: They act as both bounty hunters and unbiased investigators in situations that involve the laws of several habitats.
fr_fr: Ils agissent à la fois comme chasseur de prime et comme enquèteurs neutre dans les situatiosn qui implique les lois de plusieurs habitats.

source: All of these security companies are located in the outer system, and none has jurisdiction extending beyond a relatively limited location, like the middle belt or the Saturn system.
fr_fr: Toutes ces entreprises de sécurité sont localisées dans le système extérieur, et aucune n'a de juridiction étendue au-delà d'une localisation relativement limitée, comme le milieu de la ceinturne ou le système Saturnien.

source: Any such organizations that attempt to grow larger come into direct competition with Medusan Shield and Direct Action and are subsequently either bought out or undercut and discredited by one or both of these organizations.
fr_fr: Toutes organisation de ce type qui essaye de se développer entre en compétition directe avec Medusan Shield ou Action Directe et sont en conséquence achetées ou sapée et discréditée par l'une des deux organisations.

source: There are also several private bounty hunters and private investigators, some of whom are highly reliable.
fr_fr: Il y a aussi plusieurs chasseurs de prime et enquèteurs privés, certains d'entre eux étant extrêmement fiable.

source: Others are known for their extreme moral and ethical flexibility, especially if the pay is sufficiently high.
fr_fr: D'autres sont connus pour leur éthique et leur sens moral extrêmement flexibles, particulièrement si la paie est suffisament élevée.

source: On some of the autonomist stations and scum ships, these private contractors can be hired to simply go on board and abduct or execute a resident as long as this person has a low enough rep.
fr_fr: Dans certaines des stations autonomistes et des vaisseaux de la racaille, ces contractants privés peuvent être engagés pour simplement embarquer et enelver ou exécuter un résident du moment que cette personne à une rep suffisament basse.

source: Attempting to abduct or kill a respected member of the community, however, rapidly earns the ire of the entire habitat.
fr_fr: tenter d'enelevr ou de tuer un membre respecté de la communauté attire cependant rapidement l'ire de tout l'habitat.

source: The various small-scale or private security organizations from the outer system can sometimes pursue subjects to habitats controlled by the various hypercorps or the Planetary Consortium.
fr_fr: Les diverses petites organisation de sécurité privées du système extéireur peuvent parfois poursuivre un sujets dans des habitats contrôllées par els différentes hypercorps ou le Consortium Planétaire.

source: Doing so requires background checks, security screenings, and often moderately large payments.
fr_fr: Cela nécessite une vérification des antécadents, des contrôle de sécurité et souvent un paiement relativement élevé.

source: Among the autonomist colonies, forced exile or repaying the victim with an equitable amount of goods or labor are the principle punishments for all but the most heinous crimes (such as attempted mass murder, habitat destruction, attempting to create seed AIs or similarly extreme actions).
fr_fr: Parmi les colonnies autonomistes, l'exil forcé ou le remboursement de la victime avec un montant équitable de marchandise ou de travail sont les principales condamnation à l'exception des crimes le splus odieux (tels que la tentative de meurtre en masse, la destruction d'habitat, la tentative de création d'IAs germe ou d'autres actiosn extrème similaire).

source: In the collectivist anarchist habitats, antisocial behavior typically involves expulsion or penalizing reputation, though solutions that involve making amends are often pursued over standard punishments.
fr_fr: Dans les habitats anarchistes et collectivistes, les comportements antisociaux impliquent égénrallement l'expulsion ou une pénalité réputationnelle, bein que des solutions impliquant le système d'amendes sont souvent utilisés pour des punitions standards.

source: At the other end of the spectrum, people convicted of more serious crimes in the most violent and lawless habitats are executed and all of their known backups destroyed.
fr_fr: À l'autre extrémité du spectre, les personnes accusées de crimes encore plus sérieux dans les habitats les plus violents et sans lois sont exécutées et leurs sauvegardes connues sont détruites.

source: In many others, exceedingly serious crimes are usually dealt with by giving the criminal a choice of forced uploading into a humanely outfitted but closed computer or mandatory personality modification—assuming that someone has not simply killed the criminal before they were brought to justice (such killings are generally treated as matters of self-defense).
fr_fr: Dans beaucoup d'autres, les crimes excessivement grave sont généralement résolu en donnant au criminel le choix d'un upload forcé dans un ordinateur fermé mais ressmeblant à un humain ou l'obligation de subir des modifications de personnalitées - en partant du principe que le criminel n'ait pas été simplement tué avant d'être traduit en justice (de tels meurtres sont généralement considérés comme de l'autodéfense).

source: Mandatory personality modifications are generally limited to the absolute minimum necessary to prevent the individual from repeating similar crimes.
fr_fr: Les modification de personnalité obligatoire sont généralement limitées à l'absolu minimum nécessaire à prévenir la personne de répéter des crimes similaires.

source: At the other extreme, punishments in hypercorpcontrolled habitats and settlements controlled by the Planetary Consortium range from fines paid in either money or labor to periods of involuntary indentured servitude ranging from several months to many years.
fr_fr: De l'autre côté, les punitions dans les abris et habitats hypercorps ou controllés par le Copnsortium Planétaire sont généralement des amendes payées soit en monnaie ou en période de travail en tant que contractés forcés allant de quelques mois à plusieurs années.

source: Violent crimes, especially ones threatening either important hypercorp employees or the habitat as a whole, also result in mandatory personality modification.
fr_fr: Les crimes violent, particulièrement ceux qui menacent soit un employé important d'une hypercorp ou un habitat, amènent générallement à des modification de personnalité importante.

source: Such modifications often include the creation of a strong sense of loyalty and obedience to the hypercorp.
fr_fr: De telles modifications incluent souvent la création d'unprofond sentiment de loyauté et d'obéissance à l'hypercorp.

source: Punishments are even more draconic in the Jovian Republic, where permanent execution and the destruction of all backups is the most common punishment for serious crimes against the leaders or large groups of the populace.
fr_fr: Les punitions sont ancore plus draconique dans la République Jovienne, où l'exécution permanente et la destrcution de toutes les sauvegardes est la punition la plus commune pour les crimes commis contre les chefs ou d'important groupes de population.

source: Since the rulers of the Republic are strong bioconservatives, personality editing and forced uploading are rarely used.
fr_fr: Puique les chefs de la République sont des bioconservateurs convaincu, l'édition de personnalité et l'upload forcé ne sont que rarement utilisés.

source: Forced indenture is very common, however, as are more standard forms of imprisonment.
fr_fr: L'esclavage est trés commun cependant, ainsi que les formes plus classique d'emprisonnement.

source: The Republic is one of the last places in the solar system that has physical prisons.
fr_fr: La République est l'un des derniers endroits dans le système solaire qui ait des prisons physiques.

source: The vast majority of other habitats fall somewhere between these extremes.
fr_fr: La grande majorité des autres habitats sont quelque aprt entre ces deux extrêmes.

source: Punishments for non-violent crimes consist of enforced repayment, where the offender must work off a debt to their victim or victims or face more serious punishments.
fr_fr: Les punitions pour les crimes non-violents consitent en des remboursements obligatoires, l'offenseur devant travailler à rembourser sa dette à la ou aux victime(s) ou faire face à des punitions plus sérieuses.

source: Instead of enforced indenture, offenders usually must only work between five and twenty hours a week for their victims and only need to do so until the crime has been suitably repaid.
fr_fr: Au lieu des la contraction forcée, les offenseurs doivent travailler entre cinq et vingt heures par semaine pour leurs victimes et n'ont besoin de le faire que jusqu'à ce que le crime ait été convenablement réparé.

source: The typical repayment is between two and three times the value of the good or service taken from the victim.
fr_fr: Le remboursement typique équivaut à deux ou trois fois la valeur de la marchandise ou du service prit à la victime.

source: The economy
fr_fr: L'économie

source: Leaving aside the struggles of bands of primitives to survive on the ruins of Earth, all of humanity has at least some access to the wonders of nanotechnology.
fr_fr: Mis à part les luttes des bandes de primitives pour la survie sur les ruines de la Terre, toute l'humanité a accès à certaines des merveilels de la nanotechnologie.

source: This access is highly variable and the economic benefits it produces can be divided into three broad categories—the old economy, the transitional economy, and the new economy.
fr_fr: Cet accès est extrèmement variable et les bénéfices économiques qu'il génère peut-être divisé en trois grandes catégories - la vieille économie, l'économie transitionnelle et la nouvelel économie.

source: The old economy is essentially the same sort of industrial consumer capitalism that has been in place since the late 19th century, a system centered on manufacturers who create material goods and sell them to consumers.
fr_fr: La vieille économie est essentiellement le même type d'économie que le capitalisme industriel de consommation qui était en place depuis la fin du 19° siècle, un système centré sur les fabricants qui créent des biens matériels et qui les vendent aux consommateurs.

source: Modern manufacturers now make their goods in cornucopia machines instead of factories, but the essential pattern is the same one that has existed for over two hundred years.
fr_fr: Les fabricants modernes fabriquent maintenant leurs marchandises dans des machines d'abondance au lieu d'usines, mais le fonctionnement est le même que celui qui existait les deux siècles précédents.

source: Due to the high level of inefficiency and unfairness in this economic system, poverty is relatively common.
fr_fr: En raison du haut niveau d'inefficacité et d'injustice de ce système économique, la puavreté est extrêmement commune.

source: The poorest individuals often face hunger, homelessness, lack of medical care, and similarly dire problems.
fr_fr: Les individus les plus paiuvres souffrent de la faim, du manque de soin médicaux n'ont aps de domicile fixe et d'autres terribles problèmes.

source: Ordinary members of this society never have direct access to cornucopia machines.
fr_fr: Les membres ordinaires de cette société n'on jamais un accès direct aux machines d'abondance.

source: Instead, they purchase their goods from corporations, governments, or wealthy individuals who control them.
fr_fr: Ils doivent acheter leurs marchandises aux corporations, aux gouvernements ou aux individus les plus riches qui les contrôllent.

source: Some old economy societies have planned economies, where the corporations or the state determine what options the citizens may choose or occasionally what goods they must have.
fr_fr: Certaines société de la vieille économie ont des économies planifiées, dans lesquelles, les corporations ou l'état détermine quelles options seront proposées aux citoyens ou quelles sont les marchandises qu'ils doivent avoir.

source: Others claim to have a free market, where citizens have more options, but the residents must still pay to obtain goods that are essentially free for the corporations or government to produce.
fr_fr: D'autres prétendent avoir un marché libre, où les citoyens ont plusieurs options, mais les résidents doivent toujours payer pour obtenir les biens essentiels qui ne coûtent rien à produire aux corporations et aux gouvernements.

source: In the present day, almost no one willingly lives in old economy societies.
fr_fr: Aujourd'hui, presque personne ne désire vivre dans des sociétés régies par la vieille économie.

source: Very few individuals even visit such societies.
fr_fr: Seul de très rares individus vont visiter ces sociétés.

source: The oppressive Jovian Republic holds most of the remaining old economy societies in the solar system.
fr_fr: Le régime oppressif de la République Jovienne possède la plupart des reste des sociétés en ancienne économie du système solaire.

source: The few other surviving examples are totalitarian regimes where the wealthy elite maintain absolute control of all cornucopia machines and private ownership of one is a very serious crime.
fr_fr: Les quelques exemples survivant sont des régimes totalitaires où une élite riche garde un contrôle absolu sur toutes les machines d'abondance et en posséder une à titre privé est un crime extrêmement grave.

source: Since cornucopia machines can be used to create more cornucopia machines, maintaining strict control over them requires constant vigilance.
fr_fr: Comme les machines d'abondance peuvent être utilisée pour créer d'autres machines d'abondance, les maintenir sous un contôle stricte nécessite une vigilance constante.

source: Residents of old economy societies tend to look at residents of transitional and new economy societies with envy, while residents of habitats that use both transitional and new economies look upon residents of old economy habitats with a mixture of horror and pity.
fr_fr: Les résidents des sociétés basées sur la vieille économie ont tendance à considérer les résidents des sociétés avec une économie transitionnelle ou une nouvelle économie avec envie, alors que les résidents des habitats qui bénéficient d'une économie transitionnelle ou nouvelle les considèrent avec un mélange d'horreur et de pitié.

source: Since the Fall, almost a third of the remaining old economy-based habitats have transformed into transitional or new economies by various means, often involving violent revolution.
fr_fr: Depuis la Chute, presque un tiers des habitats basés sur la vieille économie restant ont été transformés leur système économique pour une économie transitionnelle ou nouvelle, souvent par le biais de révolution violente.

source: Most social scientists predict that unless there are further catastrophes, all but the most repressive old economy societies are almost certain to transform to transitional economies within twenty to thirty years.
fr_fr: La plupart des scientifiques sociaux prédisent aue, à moins d'autres catastrophes, toutes les soéciétés de la vieille économie, à l'exce"ption des plus rpéressives, sont quasiment certaines de se transformer en économie transitionnelle d'ici vingt à trente ans.

source: Old economy societies are unique in that money is the society's only acceptable means of exchange.
fr_fr: Les sociétés de la vieille économie sont unique car la monnaie et le seul moyen d'échange acceptable dans ces sociétés.

source: While reputation networks exist, they are informal and serve as an unsanctioned means of exchanging favors.
fr_fr: Alors que les réseaux de réputations existent, ils restent informels et servent comme un moyen non autorisé d'échanger des faveurs.

source: The transitional economy is a far more stable and easily maintained system than the old economy.
fr_fr: L'économie traditionnelle est un système bien plsus table et facile à maintenir que la vieille économie.

source: Transitional economies blend old and new economies, and habitats using this system feature both private ownership of cornucopia machines as well as public fabbers and makers that are freely accessible.
fr_fr: Les économies transitionnelles mélange la nouvelle et la vieille économie, et les habitats utilisant ce système bénéficient à al fois de la propriété privée de machines d'abondance ainsi que de faiseurs publics qui sont libre d'accès.

source: These public machines are strictly limited in the goods they can produce.
fr_fr: Ces machines publiques sont strictement limitée dans les biens qu'elles peuvent produire.

source: In addition, the raw materials for various complex goods are also strictly regulated.
fr_fr: De plus, les matériaux brutes de divers biens particuloèrement complexe sont également strictement régulés.

source: Mars, Venus, and Luna are all examples of transitional economies, as is most of the rest of the inner system.
fr_fr: Mars, vénus et la Lune sont tous des exemples d'économies transitionnelle, comem la plupart du système intérieur.

source: For the inhabitants of a transitional economy, creating food, non-smart clothing, furniture, and most other simple, non-formatible objects is a trivial matter.
fr_fr: Pour les habitants de l'économie transitionnelle, créer de la nourriture, des habits non-intelligents, des meubles et d'autres objets simples et non-intelligent est une probélamtique triviale.

source: However, the public nanofabrication machines can only create objects that either contain no electronics at all or contain only simple circuits that report on the object's condition and location.
fr_fr: Cependant, les nanofabeurs publics ne peuvent créer que des objets qui soit ne contiennent pas du tout d'électroniques ou soit ne sont composés que de circuits simples qui informe de l'état et de la localisation de l'objet.

source: Manufacturing any of these items requires little more than the machine and a supply of carbon, hydrogen, oxygen, nitrogen, silicon, iron, aluminum, and tiny amounts of various trace materials.
fr_fr: Créer n'importe lequel de ces éléments ne nécessite pas grand chose de plus que la machine et un stock de carbone, d'hydrogène, d'oxygène, de nitrogène, de silicone, de fer, d'aluminium et de toutes petites quantités d'autres divers matériaux.

source: All of these materials are sufficiently abundant that acquiring them is easy and inexpensive.
fr_fr: tout ces matériaux sont suffisament abondants pour permettre que leuur acquisition soit simple et bon marché.

source: Using the elements that are freely available to all tax-paying citizens, nanofabbers can produce a vast array of goods like exquisite suits of silk clothing, tables with the appearance of finely polished ebony and mahogany, beautiful colored glass goblets, or painted porcelain tea cups.
fr_fr: Utilisant les éléments qui sont librement disponible à tous les citoyens payant leurs impôts, les nanofabeurs peuvent produire une large gamme de marchandises comme d'exquis costumes en soie, des tables avec l'aspect de l'ébène et de l'acajou finement polis, des gobelets en verre joiemnt colorés ou des tasses en porcelaine peinte.

source: They can also create a gourmet dinner and a set of fine plates and cutlery on which to eat the meal.
fr_fr: Ils peuvent aussi créer un diner de gourmet et un ensemble d'assietets et de couverts fins avec lesquels manger le repas.

source: To pay for the small amounts of energy and resources needed to create these goods, all inhabitants pay a small tax.
fr_fr: Pour payer la petite quantité d'énergie et de ressources nécessaires pour créer ces marchandises, toust les habitants doivent payer une petite taxe.

source: Once the usage tax has been paid, food, clothing, furniture, and similar goods are all free.
fr_fr: Une fois que la taxe d'utilisation a été payée, la nourriture, les vêtements et les biens similaires sont tous gratuits.

source: Raw materials, old, worn-out or unwanted goods, and various waste products are recycled into new goods.
fr_fr: Les matériaux bruts, les biens dépassés et de seconde-main et non-désirés ainsi que divers déchets sont recyclés en nouveaux biens.

source: Residents of transitional economies need never experience hunger or any of the many other sorts of deprivation that much of humanity faced before the mid-21st century.
fr_fr: Les réisdents de l'économie traditionnelle ne sont jamais affamés de même qu'il ne subissent l'une des privations que la plupart de l'humanité subissait avant le milieu du 21° siècle.

source: Additionally, basic medical care is free in almost all transitional economy societies, to help insure that the populace is healthy, content, and productive.
fr_fr: De plus, les soisn médicaux de bases sont gratuits dans la plupart des sociétés en économies traditionnelle, pour favoriser l'assurance que la population est en bonne santé, heureuse et productive.

source: While many goods are freely available, there are also goods that residents must purchase from corporations, their government, or other producers.
fr_fr: Alors que la plupart des biens sont disponible gratuitement, il y a aussi des biens que les résidents doivent acheter aux xorporations, à leurs gouvernement ou à d'autres producteurs.

source: Smart clothing and smart furniture that can change shape, color, and pattern, depending upon the user's wishes, cannot be manufactured in any of the personal nanofabricators.
fr_fr: Les vêtements et les meubles intelligents qui peuvent changer de forme, de couleur et de motif, en fonction des souhaits de l'utilisateur, ne peuvent pas être fabriqués dans les nanofabeurs personnels.

source: Any goods made from highly durable composite materials, batteries, electrically-powered devices including all augmentations, and all nanotechnology must be acquired in the same fashion.
fr_fr: Tout bien fabriqué à partir de matériau composite solide, les batteries, les appareils alimentés électriquement incluant toutes les augmentations ainsi que toute la nanotechnologie doivent être acquis de la même manière.

source: These goods are considerably less common as they require access to an unrestricted nanofabricator and exotic raw materials.
fr_fr: Ces biens sont considérabelement moins communs car ils nécessitent l'accès à des nanofabeurs débridés ainsi qu'à des matériau bruts exotiques.

source: Transitional economies tend to be relatively safe places, since inhabitants cannot manufacture weapons more dangerous than knives, clubs, or similar primitive armaments.
fr_fr: Les économies transitionnelle tendent à être des endroits relativement sûr, puisque les habitants ne peuvent pas fabriquer d'armes plus dangereuses qu'un couteau, une masse ou d'autres armes primitives similaire.
